/*
{"HeWeather":[{"basic":{"cid":"CN101190401","location":"苏州","parent_city":"苏州","admin_area":"江苏",
        "cnty":"中国","lat":"23.12517738","lon":"113.28063965","tz":"+8.00","city":"苏州","id":"CN101190401",
        "update":{"loc":"2019-11-07 14:51","utc":"2019-11-07 06:51"}},"" +
        "update":{"loc":"2019-11-07 14:51","utc":"2019-11-07 06:51"},
        "status":"ok","now":{"cloud":"91","cond_code":"104","cond_txt":"阴","fl":"28","hum":"87",
        "pcpn":"0.0","pres":"1009","tmp":"25","vis":"16","wind_deg":"238","wind_dir":"西南风","wind_sc":"1","wind_spd":"3",

        "cond":{"code":"104","txt":"阴"}},"daily_forecast":[{"date":"2019-11-08","cond":{"txt_d":"中雨"},"tmp":{"max":"27","min":"20"}},{"date":"2019-11-09","cond":{"txt_d":"多云"},"tmp":{"max":"28","min":"20"}},{"date":"2019-11-10","cond":{"txt_d":"雷阵雨"},"tmp":{"max":"24","min":"18"}},{"date":"2019-11-11","cond":{"txt_d":"小雨"},"tmp":{"max":"27","min":"20"}},{"date":"2019-11-12","cond":{"txt_d":"多云"},"tmp":{"max":"28","min":"23"}},{"date":"2019-11-13","cond":{"txt_d":"晴"},"tmp":{"max":"30","min":"25"}}],"aqi":{"city":{"aqi":"54","pm25":"33","qlty":"良"}},"suggestion":{"comf":{"type":"comf","brf":"较舒适","txt":"白天有雨，从而使空气湿度加大，会使人们感觉有点儿闷热，但早晚的天气很凉爽、舒适。"},"sport":{"type":"sport","brf":"较不宜","txt":"有较强降水，建议您选择在室内进行健身休闲运动。"},"cw":{"type":"cw","brf":"不宜","txt":"不宜洗车，未来24小时内有雨，如果在此期间洗车，雨水和路上的泥水可能会再次弄脏您的爱车。"}},"msg":"所有天气数据均为模拟数据，仅用作学习目的使用，请勿当作真实的天气预报软件来使用。"}]}*/
